Repository: cabreramouzo/FontAppiOS
Catalog: FontApp/FontApp/Localizable.xcstrings
Source language: ca
Languages: en, es, eu, fr, gl, it, pt_pt

# err.auth.appleInvalid
source: La identificació d’Apple no és vàlida.
en: Apple’s sign-in could not be verified.
es: La identificación de Apple no es válida.
eu: Appleren identifikazioa ez da baliozkoa.
fr: L’identification Apple n’est pas valide.
gl: A identificación de Apple non é válida.
it: L’identificazione di Apple non è valida.
pt_pt: A identificação da Apple não é válida.

# err.auth.appleLinkRequired
source: Aquest correu ja té un compte. Entra amb la contrasenya.
en: This email already has an account. Sign in with your password.
es: Este correo ya tiene cuenta. Entra con tu contraseña.
eu: Posta honek badu kontu bat. Sartu zure pasahitzarekin.
fr: Cet e-mail a déjà un compte. Connectez-vous avec votre mot de passe.
gl: Este correo xa ten conta. Entra co teu contrasinal.
it: Questa email ha già un account. Accedi con la password.
pt_pt: Este e-mail já tem conta. Entre com a sua palavra-passe.

# err.auth.appleNoEmail
source: Apple no ha compartit cap correu. Torna-ho a provar i deixa que en comparteixi un (pot ser l’ocult).
en: Apple did not share an email. Try again and let it share one (the hidden one is fine).
es: Apple no ha compartido ningún correo. Vuelve a probar y deja que comparta uno (puede ser el oculto).
eu: Applek ez du posta elektronikorik partekatu. Saiatu berriro eta utzi bat partekatzen (ezkutukoa izan daiteke).
fr: Apple n’a partagé aucun e-mail. Réessayez en le laissant en partager un (l’adresse masquée convient).
gl: Apple non compartiu ningún correo. Téntao de novo e deixa que comparta un (pode ser o oculto).
it: Apple non ha condiviso alcuna email. Riprova e lascia che ne condivida una (va bene quella nascosta).
pt_pt: A Apple não partilhou nenhum e-mail. Tente de novo e deixe partilhar um (pode ser o oculto).

# err.auth.googleInvalid
source: La identificació de Google no és vàlida.
en: The Google sign-in is not valid.
es: La identificación de Google no es válida.
eu: Google identifikazioa ez da baliozkoa.
fr: L'identification Google n'est pas valide.
gl: A identificación de Google non é válida.
it: L'identificazione di Google non è valida.
pt_pt: A identificação do Google não é válida.

# err.auth.googleLinkRequired
source: Aquest correu ja té un compte. Entra amb la contrasenya.
en: This email already has an account. Sign in with your password.
es: Este correo ya tiene una cuenta. Entra con la contraseña.
eu: Helbide elektroniko honek badu kontu bat. Sartu pasahitzarekin.
fr: Cette adresse e-mail possède déjà un compte. Connectez-vous avec le mot de passe.
gl: Este correo xa ten unha conta. Entra co contrasinal.
it: Questa email ha già un account. Accedi con la password.
pt_pt: Esse e-mail já tem uma conta. Entra com a palavra-passe.

# err.auth.resetExpired
source: L'enllaç de recuperació ha caducat. Demana'n un altre.
en: That recovery link has expired. Request another one.
es: El enlace de recuperación ha caducado. Pide otro.
eu: Berreskuratzeko esteka iraungi da. Eskatu beste bat.
fr: Ce lien de récupération a expiré. Demandez-en un autre.
gl: A ligazón de recuperación caducou. Pide outra.
it: Il link di recupero è scaduto. Chiedine un altro.
pt_pt: O link de recuperação expirou. Pede outro.

# err.auth.resetInvalid
source: L'enllaç de recuperació no és vàlid.
en: That recovery link is not valid.
es: El enlace de recuperación no es válido.
eu: Berreskuratzeko esteka ez da baliozkoa.
fr: Ce lien de récupération n'est pas valide.
gl: A ligazón de recuperación non é válida.
it: Il link di recupero non è valido.
pt_pt: O link de recuperação não é válido.

# err.auth.unsubscribeInvalid
source: L'enllaç per donar-se de baixa no és vàlid.
en: That unsubscribe link is not valid.
es: El enlace para darse de baja no es válido.
eu: Baja emateko esteka ez da baliozkoa.
fr: Ce lien de désabonnement n'est pas valide.
gl: A ligazón para darse de baixa non é válida.
it: Il link per cancellarsi non è valido.
pt_pt: O link para cancelar a subscrição não é válido.

# err.capability.addSecondaryPhoto
source: Encara no pots afegir més fotos a una font.
en: You cannot add more photos to a fountain yet.
es: Todavía no puedes añadir más fotos a una fuente.
eu: Oraindik ezin duzu argazki gehiago gehitu iturri batean.
fr: Vous ne pouvez pas encore ajouter d'autres photos à une fontaine.
gl: Aínda non podes engadir máis fotos a unha fonte.
it: Non puoi ancora aggiungere altre foto a una fontana.
pt_pt: Ainda não podes adicionar mais fotos a uma fonte.

# err.capability.markDuplicate
source: Encara no pots marcar duplicats.
en: You cannot mark duplicates yet.
es: Todavía no puedes marcar duplicados.
eu: Oraindik ezin dituzu bikoiztuak markatu.
fr: Vous ne pouvez pas encore marquer les doublons.
gl: Aínda non podes marcar duplicados.
it: Non puoi ancora segnare i duplicati.
pt_pt: Ainda não podes marcar duplicados.

# err.capability.relocateAnyFont
source: Encara no pots moure el pin d'una font que no és teva.
en: You cannot move the pin of a fountain that is not yours yet.
es: Todavía no puedes mover el pin de una fuente que no es tuya.
eu: Oraindik ezin duzu zurea ez den iturri baten pina mugitu.
fr: Vous ne pouvez pas encore déplacer le repère d'une fontaine qui n'est pas la vôtre.
gl: Aínda non podes mover o pin dunha fonte que non é túa.
it: Non puoi ancora spostare il segnaposto di una fontana che non è tua.
pt_pt: Ainda não podes mover o pin de uma fonte que não é tua.

# err.capability.resolveIncident
source: Encara no pots tancar incidències d'altres persones.
en: You cannot close other people's reports yet.
es: Todavía no puedes cerrar incidencias de otras personas.
eu: Oraindik ezin dituzu besteen gorabeherak itxi.
fr: Vous ne pouvez pas encore clore les signalements des autres.
gl: Aínda non podes pechar incidencias doutras persoas.
it: Non puoi ancora chiudere le segnalazioni di altre persone.
pt_pt: Ainda não podes fechar incidências de outras pessoas.

# err.capability.retireFont
source: Encara no pots retirar fonts del mapa.
en: You cannot retire fountains from the map yet.
es: Todavía no puedes retirar fuentes del mapa.
eu: Oraindik ezin dituzu iturriak mapatik kendu.
fr: Vous ne pouvez pas encore retirer des fontaines de la carte.
gl: Aínda non podes retirar fontes do mapa.
it: Non puoi ancora ritirare fontane dalla mappa.
pt_pt: Ainda não podes retirar fontes do mapa.

# err.capability.reviewEdit
source: Encara no pots revisar edicions.
en: You cannot review edits yet.
es: Todavía no puedes revisar ediciones.
eu: Oraindik ezin dituzu edizioak berrikusi.
fr: Vous ne pouvez pas encore réviser les modifications.
gl: Aínda non podes revisar edicións.
it: Non puoi ancora revisionare le modifiche.
pt_pt: Ainda não podes rever edições.

# err.capability.viewFontHistory
source: Encara no pots veure l'historial d'una font.
en: You cannot see a fountain's history yet.
es: Todavía no puedes ver el historial de una fuente.
eu: Oraindik ezin duzu iturri baten historia ikusi.
fr: Vous ne pouvez pas encore voir l'historique d'une fontaine.
gl: Aínda non podes ver o historial dunha fonte.
it: Non puoi ancora vedere la cronologia di una fontana.
pt_pt: Ainda não podes ver o histórico de uma fonte.

# err.comment.alreadyReported
source: Ja vas dir aquest estat fa menys d'un dia. Si ha canviat, tria el nou.
en: You reported this state less than a day ago. If it has changed, choose the new one.
es: Ya dijiste este estado hace menos de un día. Si ha cambiado, elige el nuevo.
eu: Egoera hau duela egun bat baino gutxiago esan zenuen. Aldatu bada, aukeratu berria.
fr: Vous avez indiqué cet état il y a moins d'un jour. Si ça a changé, choisissez le nouveau.
gl: Xa dixeches este estado hai menos dun día. Se cambiou, escolle o novo.
it: Hai già indicato questo stato meno di un giorno fa. Se è cambiato, scegli quello nuovo.
pt_pt: Já indicaste este estado há menos de um dia. Se mudou, escolhe o novo.

# err.comment.empty
source: Digues com està l'aigua o escriu un comentari.
en: Say how the water is, or write a comment.
es: Di cómo está el agua o escribe un comentario.
eu: Esan nola dagoen ura edo idatzi iruzkin bat.
fr: Dites comment est l'eau ou écrivez un commentaire.
gl: Di como está a auga ou escribe un comentario.
it: Di' com'è l'acqua o scrivi un commento.
pt_pt: Diz como está a água ou escreve um comentário.

# err.comment.noPhoto
source: Aquesta ressenya no té foto.
en: That review has no photo.
es: Esa reseña no tiene foto.
eu: Iruzkin horrek ez du argazkirik.
fr: Cet avis n'a pas de photo.
gl: Esa reseña non ten foto.
it: Quella recensione non ha foto.
pt_pt: Essa avaliação não tem foto.

# err.comment.notFound
source: Aquesta ressenya no existeix o no és d'aquesta font.
en: That review does not exist, or is not on this fountain.
es: Esa reseña no existe o no es de esta fuente.
eu: Iruzkin hori ez dago edo ez da iturri honetakoa.
fr: Cet avis n'existe pas ou ne concerne pas cette fontaine.
gl: Esa reseña non existe ou non é desta fonte.
it: Quella recensione non esiste o non è di questa fontana.
pt_pt: Essa avaliação não existe ou não é desta fonte.

# err.comment.selfOnly
source: Només pots modificar les teves ressenyes.
en: You can only change your own reviews.
es: Solo puedes modificar tus propias reseñas.
eu: Zeure iruzkinak bakarrik alda ditzakezu.
fr: Vous ne pouvez modifier que vos propres avis.
gl: Só podes modificar as túas propias reseñas.
it: Puoi modificare solo le tue recensioni.
pt_pt: Só podes modificar as tuas próprias avaliações.

# err.confirm.tooSoon
source: Podràs dir que segueix igual d'aquí a un dia.
en: You will be able to say it is still the same in a day.
es: Podrás decir que sigue igual dentro de un día.
eu: Egun barru esan ahal izango duzu berdin jarraitzen duela.
fr: Vous pourrez dire que rien n'a changé dans un jour.
gl: Poderás dicir que segue igual dentro dun día.
it: Potrai dire che è invariata tra un giorno.
pt_pt: Poderás dizer que continua igual daqui a um dia.

# err.font.alreadyDuplicate
source: Aquesta font ja està marcada com a duplicada d'una altra.
en: That fountain is already marked as a duplicate of another.
es: Esa fuente ya está marcada como duplicada de otra.
eu: Iturri hori jada beste baten bikoiztu gisa markatuta dago.
fr: Cette fontaine est déjà marquée comme doublon d'une autre.
gl: Esa fonte xa está marcada como duplicada doutra.
it: Quella fontana è già segnata come duplicato di un'altra.
pt_pt: Essa fonte já está marcada como duplicada de outra.

# err.font.badID
source: L'identificador de la font no és vàlid.
en: That fountain identifier is not valid.
es: El identificador de la fuente no es válido.
eu: Iturriaren identifikatzailea ez da baliozkoa.
fr: L'identifiant de la fontaine n'est pas valide.
gl: O identificador da fonte non é válido.
it: L'identificatore della fontana non è valido.
pt_pt: O identificador da fonte não é válido.

# err.font.badName
source: El nom ha de ser un topònim breu, sense enllaços.
en: The name must be a short place name without links.
es: El nombre debe ser un topónimo breve, sin enlaces.
eu: Izenak toponimo laburra izan behar du, estekarik gabe.
fr: Le nom doit être un toponyme court, sans lien.
gl: O nome debe ser un topónimo breve, sen ligazóns.
it: Il nome dev'essere un toponimo breve, senza link.
pt_pt: O nome deve ser um topónimo curto, sem ligações.

# err.font.duplicateChain
source: Aquesta font ja està marcada com a duplicada d'una altra.
en: That fountain is already marked as a duplicate of another.
es: Esa fuente ya está marcada como duplicada de otra.
eu: Iturri hori beste baten bikoiztu gisa markatuta dago jada.
fr: Cette fontaine est déjà marquée comme doublon d'une autre.
gl: Esa fonte xa está marcada como duplicada doutra.
it: Quella fontana è già segnata come duplicata di un'altra.
pt_pt: Essa fonte já está marcada como duplicada de outra.

# err.font.duplicateSelf
source: Una font no pot ser duplicada d'ella mateixa.
en: A fountain cannot be a duplicate of itself.
es: Una fuente no puede ser duplicada de sí misma.
eu: Iturri bat ezin da bere buruaren bikoiztua izan.
fr: Une fontaine ne peut pas être le doublon d'elle-même.
gl: Unha fonte non pode ser duplicada de si mesma.
it: Una fontana non può essere duplicato di sé stessa.
pt_pt: Uma fonte não pode ser duplicada a si própria.

# err.font.nearDuplicate
source: Ja hi ha una font molt a prop. Revisa si és la mateixa.
en: There is already a fountain very close by. Check whether it is the same one.
es: Ya hay una fuente muy cerca. Revisa si es la misma.
eu: Beste iturri bat oso gertu dago. Egiaztatu bera ez dela.
fr: Une fontaine existe déjà tout près. Vérifiez s'il s'agit de la même.
gl: Xa hai unha fonte moi preto. Revisa se é a mesma.
it: C'è già una fontana molto vicina. Controlla se è la stessa.
pt_pt: Já existe uma fonte muito próxima. Verifique se é a mesma.

# err.font.newAccountLimit
source: Els comptes nous poden afegir fins a 5 fonts al dia. Torna-ho a provar demà.
en: New accounts can add up to 5 fountains per day. Try again tomorrow.
es: Las cuentas nuevas pueden añadir hasta 5 fuentes al día. Prueba de nuevo mañana.
eu: Kontu berriek egunean 5 iturri gehi ditzakete gehienez. Saiatu bihar.
fr: Les nouveaux comptes peuvent ajouter jusqu'à 5 fontaines par jour. Réessayez demain.
gl: As contas novas poden engadir ata 5 fontes ao día. Proba mañá.
it: Gli account nuovi possono aggiungere fino a 5 fontane al giorno. Riprova domani.
pt_pt: As contas novas podem adicionar até 5 fontes por dia. Tente novamente amanhã.

# err.font.notFound
source: Aquesta font ja no existeix.
en: This fountain no longer exists.
es: Esta fuente ya no existe.
eu: Iturri hau jada ez dago.
fr: Cette fontaine n'existe plus.
gl: Esta fonte xa non existe.
it: Questa fontana non esiste più.
pt_pt: Esta fonte já não existe.

# err.font.ownerOnly
source: Només qui va crear la font o un administrador la pot esborrar o moure.
en: Only whoever created the fountain, or an admin, can delete or move it.
es: Solo quien creó la fuente o un administrador puede borrarla o moverla.
eu: Iturria sortu zuenak edo administratzaile batek bakarrik ezaba edo mugi dezake.
fr: Seul le créateur de la fontaine ou un administrateur peut la supprimer ou la déplacer.
gl: Só quen creou a fonte ou un administrador pode borrala ou movela.
it: Solo chi ha creato la fontana o un amministratore può eliminarla o spostarla.
pt_pt: Só quem criou a fonte ou um administrador pode apagá-la ou movê-la.

# err.font.photoExists
source: Aquesta font ja té foto: només la pot canviar qui la va crear o un administrador.
en: This fountain already has a photo: only whoever created it, or an admin, can change it.
es: Esta fuente ya tiene foto: solo la puede cambiar quien la creó o un administrador.
eu: Iturri honek badu argazkia: sortu zuenak edo administratzaile batek bakarrik alda dezake.
fr: Cette fontaine a déjà une photo : seul son créateur ou un administrateur peut la changer.
gl: Esta fonte xa ten foto: só a pode cambiar quen a creou ou un administrador.
it: Questa fontana ha già una foto: può cambiarla solo chi l'ha creata o un amministratore.
pt_pt: Esta fonte já tem foto: só quem a criou ou um administrador pode alterá-la.

# err.image.badFormat
source: Aquest format d'imatge no s'admet. Fes servir JPG, PNG o WebP.
en: That image format is not supported. Use JPG, PNG or WebP.
es: Ese formato de imagen no se admite. Usa JPG, PNG o WebP.
eu: Irudi-formatu hori ez da onartzen. Erabili JPG, PNG edo WebP.
fr: Ce format d'image n'est pas accepté. Utilisez JPG, PNG ou WebP.
gl: Ese formato de imaxe non se admite. Usa JPG, PNG ou WebP.
it: Quel formato di immagine non è supportato. Usa JPG, PNG o WebP.
pt_pt: Esse formato de imagem não é suportado. Usa JPG, PNG ou WebP.

# err.image.missing
source: Falta la imatge.
en: The image is missing.
es: Falta la imagen.
eu: Irudia falta da.
fr: L'image manque.
gl: Falta a imaxe.
it: Manca l'immagine.
pt_pt: Falta a imagem.

# err.image.rateLimit
source: Has arribat al límit de fotos. En podràs tornar a pujar d'aquí a {minutes} min.
en: You have reached the photo limit. You can upload again in {minutes} min.
es: Has alcanzado el límite de fotos. Podrás volver a subirlas dentro de {minutes} min.
eu: Argazkien mugara iritsi zara. {minutes} min barru igo ahal izango dituzu berriro.
fr: Vous avez atteint la limite de photos. Vous pourrez en ajouter dans {minutes} min.
gl: Acadaches o límite de fotos. Poderás volver subilas dentro de {minutes} min.
it: Hai raggiunto il limite di foto. Potrai caricarne altre tra {minutes} min.
pt_pt: Atingiste o limite de fotos. Poderás voltar a enviá-las dentro de {minutes} min.

# err.photo.deleteForbidden
source: No pots esborrar aquesta foto.
en: You cannot delete this photo.
es: No puedes borrar esta foto.
eu: Ezin duzu argazki hau ezabatu.
fr: Vous ne pouvez pas supprimer cette photo.
gl: Non podes borrar esta foto.
it: Non puoi eliminare questa foto.
pt_pt: Não podes apagar esta foto.

# err.photo.descriptionTooLong
source: La descripció és massa llarga.
en: The description is too long.
es: La descripción es demasiado larga.
eu: Deskribapena luzeegia da.
fr: La description est trop longue.
gl: A descrición é longa de máis.
it: La descrizione è troppo lunga.
pt_pt: A descrição é demasiado longa.

# err.photo.limit
source: Ja has afegit prou fotos d'aquesta font.
en: You have already added plenty of photos of this fountain.
es: Ya has añadido bastantes fotos de esta fuente.
eu: Jada nahikoa argazki gehitu dizkiozu iturri honi.
fr: Vous avez déjà ajouté assez de photos de cette fontaine.
gl: Xa engadiches bastantes fotos desta fonte.
it: Hai già aggiunto abbastanza foto di questa fontana.
pt_pt: Já adicionaste bastantes fotos desta fonte.

# err.photo.notFound
source: No s'ha trobat la foto.
en: Photo not found.
es: No se ha encontrado la foto.
eu: Ez da argazkia aurkitu.
fr: Photo introuvable.
gl: Non se atopou a foto.
it: Foto non trovata.
pt_pt: Foto não encontrada.

# err.report.editWindowOver
source: El termini per editar aquest comentari ja ha passat.
en: The time to edit this comment has passed.
es: El plazo para editar este comentario ya ha pasado.
eu: Iruzkin hau editatzeko epea amaitu da.
fr: Le délai pour modifier ce commentaire est écoulé.
gl: O prazo para editar este comentario xa pasou.
it: Il tempo per modificare questo commento è scaduto.
pt_pt: O prazo para editar este comentário já passou.

# err.report.notFound
source: No s'ha trobat la incidència.
en: Report not found.
es: No se ha encontrado la incidencia.
eu: Ez da gorabehera aurkitu.
fr: Signalement introuvable.
gl: Non se atopou a incidencia.
it: Segnalazione non trovata.
pt_pt: Incidência não encontrada.

# err.report.replyNotDuplicate
source: Una resposta no pot assenyalar un duplicat.
en: A reply cannot point at a duplicate.
es: Una respuesta no puede señalar un duplicado.
eu: Erantzun batek ezin du bikoiztu bat seinalatu.
fr: Une réponse ne peut pas signaler un doublon.
gl: Unha resposta non pode sinalar un duplicado.
it: Una risposta non può segnalare un duplicato.
pt_pt: Uma resposta não pode assinalar um duplicado.

# err.report.selfOnly
source: Només pots tocar el que has escrit tu.
en: You can only change what you wrote.
es: Solo puedes tocar lo que has escrito tú.
eu: Zuk idatzitakoa bakarrik alda dezakezu.
fr: Vous ne pouvez modifier que ce que vous avez écrit.
gl: Só podes tocar o que escribiches ti.
it: Puoi modificare solo ciò che hai scritto tu.
pt_pt: Só podes mexer no que escreveste.

# err.user.emailTaken
source: Aquest correu ja està registrat.
en: That email address is already registered.
es: Ese correo ya está registrado.
eu: Helbide elektroniko hori jada erregistratuta dago.
fr: Cette adresse e-mail est déjà enregistrée.
gl: Ese correo xa está rexistrado.
it: Quell'email è già registrata.
pt_pt: Esse e-mail já está registado.

# err.user.notFound
source: No s'ha trobat l'usuari.
en: User not found.
es: No se ha encontrado el usuario.
eu: Ez da erabiltzailea aurkitu.
fr: Utilisateur introuvable.
gl: Non se atopou o usuario.
it: Utente non trovato.
pt_pt: Utilizador não encontrado.

# err.user.postingRestricted
source: Aquesta compte té temporalment restringides les aportacions.
en: Contributions from this account are temporarily restricted.
es: Esta cuenta tiene temporalmente restringidas las aportaciones.
eu: Kontu honek ekarpenak aldi baterako mugatuta ditu.
fr: Les contributions de ce compte sont temporairement limitées.
gl: Esta conta ten temporalmente restrinxidas as achegas.
it: Questo account ha temporaneamente i contributi limitati.
pt_pt: Esta conta tem temporariamente as contribuições restringidas.

# err.user.selfOnly
source: Només pots modificar el teu compte.
en: You can only change your own account.
es: Solo puedes modificar tu propia cuenta.
eu: Zeure kontua bakarrik alda dezakezu.
fr: Vous ne pouvez modifier que votre propre compte.
gl: Só podes modificar a túa propia conta.
it: Puoi modificare solo il tuo account.
pt_pt: Só podes modificar a tua própria conta.

# err.user.usernameChars
source: El nom d'usuari només pot portar lletres sense accents, xifres, punt, guió i guió baix. De 3 a 30 caràcters.
en: Usernames can only contain unaccented letters, digits, dot, hyphen and underscore. 3 to 30 characters.
es: El nombre de usuario solo puede llevar letras sin acentos, números, punto, guion y guion bajo. De 3 a 30 caracteres.
eu: Erabiltzaile-izenak azenturik gabeko letrak, zenbakiak, puntua, marratxoa eta azpimarra baino ezin ditu eraman. 3 eta 30 karaktere artean.
fr: Le nom d'utilisateur ne peut contenir que des lettres non accentuées, des chiffres, un point, un tiret et un tiret bas. De 3 à 30 caractères.
gl: O nome de usuario só pode levar letras sen acentos, números, punto, guión e guión baixo. De 3 a 30 caracteres.
it: Il nome utente può contenere solo lettere senza accenti, numeri, punto, trattino e trattino basso. Da 3 a 30 caratteri.
pt_pt: O nome de utilizador só pode conter letras sem acentos, números, ponto, hífen e sublinhado. De 3 a 30 caracteres.

# err.user.usernameTaken
source: Aquest nom d'usuari ja està agafat.
en: That username is already taken.
es: Ese nombre de usuario ya está en uso.
eu: Erabiltzaile-izen hori hartuta dago.
fr: Ce nom d'utilisateur est déjà pris.
gl: Ese nome de usuario xa está collido.
it: Quel nome utente è già in uso.
pt_pt: Esse nome de utilizador já está em uso.

# error.details
source: Detalls tècnics
en: Technical details
es: Detalles técnicos
eu: Xehetasun teknikoak
fr: Détails techniques
gl: Detalles técnicos
it: Dettagli tecnici
pt_pt: Detalhes técnicos

# error.generic
source: Alguna cosa ha anat malament
en: Something went wrong
es: Algo ha ido mal
eu: Zerbait gaizki joan da
fr: Quelque chose s'est mal passé
gl: Algo foi mal
it: Qualcosa è andato storto
pt_pt: Algo correu mal

# error.network
source: Sense connexió amb el servidor
en: No connection to the server
es: Sin conexión con el servidor
eu: Ezin da zerbitzarira konektatu
fr: Aucune connexion au serveur
gl: Sen conexión co servidor
it: Nessuna connessione con il server
pt_pt: Sem ligação ao servidor
